Repository: common-repository/muzodo
Catalog: languages/*.po
Languages: af

source: Muzodo Upcoming Events
af: Muzodo Opkomende Gebeurtenisse

source: Displays a list of upcoming events for your group directly from Muzodo.
af: Gee 'n lys van die opkomende gebeure vir jou groep direk van Muzodo.

source: Date and Time in one column
af: Datum en Tyd in een kolom

source: Date only
af: Net datum

source: Date and Time separate
af: Datum en Tyd apart:

source: Muzodo API Key:
af: Muzodo API Sleutel:

source: Filter Private Events
af: Filter Privaat Gebeurtenisse

source: Filter Cancelled Events
af: Filter Gekanselleerde Gebeurtenisse

source: Filter Unconfirmed Events
af: Filter Onbevestigde Gebeurtenisse

source: Date and Time options:
af: Datum en Tyd opsies:

source: Show Venue (public events only)
af: Wys Plek (net openbare gebeure)

source: Date
af: Datum

source: Time
af: Tyd

source: Performance
af: Prestasie

source: Venue
af: Plek
